Repository: Zemaneh-Yosef/RabbiOvadiahYosefCalendarIOSApp
Catalog: Rabbi Ovadiah Yosef Calendar/Localizable.xcstrings
Source language: en
Languages: he

source: The current hebrew year is out of scope for the visible sunrise times that were downloaded from Chaitables. Would you like to download the tables for this hebrew year?
he: יש לעדכן את טבלאות הזריחה הגלויות עבור המיקום והשנה הנוכחיים. האם ברצונך לעדכן את הטבלאות כעת?

source: The moon is up all night
he: הירח זורח כל הלילה

source: The settings below only apply if you do not use the Luach Amudei Horaah setting above
he: הגדרות אלו חלות רק אם אינך משתמש בהגדרה "לוח עמודי הוראה".

source: The team behind Zemaneh Yosef is proud to announce that we have recently received a new haskama from the Rishon L'Tzion HaRav Yitzhak Yosef! Check it out!
he: הצוות שמאחורי זמני יוסף גאה להודיע כי לאחרונה קיבלנו הסכמה חדשה מראשון לציון, מרן הרב יצחק יוסף שליט״א!

source: The Whole 15th Night of the Hebrew Month
he: כל ליל ה־15 בחודש העברי

source: The Zman has passed!
he: הזמן עבר!

source: There is no moon tonight
he: אין ירח הלילה

source: Third year of Shemita
he: שנה ג׳ של שמיטה

source: This app requires watchOS version 10.0 and higher
he: האפליקציה דורשת גרסת watchOS 10.0 ומעלה.

source: This will open the Sefaria website or app in a new window with the page.
he: זה יפתח את האתר או האפליקציה של ספריא בחלון חדש עם העמוד המבוקש.

source: This year is a Shemita year
he: שנה זו היא שנת שמיטה

source: Three Weeks
he: שלושה שבועות

source: Tikkun Chatzot is not said today or tonight
he: תיקון חצות לא נאמר היום או הלילה

source: Tikkun Chatzot is not said today or tonight. Possible reasons for why it is not said: It is Friday/Friday night, No Tachanun is said today, Erev Rosh Chodesh AV, Rosh Chodesh, Rosh Hashana, Yom Kippur, Succot/Shemini Atzeret, Pesach, or Shavuot.
he: תיקון חצות לא נאמר היום או הלילה. סיבות אפשריות לכך הן: זה יום שישי/ליל שישי, אין אומרים תחנון היום, ערב ראש חודש אב, ראש חודש, ראש השנה, יום כיפור, סוכות/שמיני עצרת, פסח או שבועות

source: Tikkun Chatzot is not said tonight
he: תיקון חצות לא נאמר הלילה

source: Tikkun Chatzot is not said tonight. Possible reasons for why it is not said: It is Friday night, Rosh Hashana, Yom Kippur, Succot/Shemini Atzeret, Pesach, or Shavuot.
he: תיקון חצות לא נאמר הלילה. סיבות אפשריות לכך: זהו ליל שבת, ראש השנה, יום כיפור, סוכות/שמיני עצרת, פסח או שבועות

source: Time Zone
he: אזור זמן

source: Tip: You can press on the times to find out more information on them!
he: טיפ: ניתן ללחוץ על הזמנים כדי לקבל מידע נוסף עליהם!

source: Tip!
he: טיפ!

source: Tishri
he: תשרי

source: Today -
he: היום -

source: Today is
he: היום הוא

source: Tonight we start saying Barech Aleinu!
he: הלילה אנו מתחילים לומר "ברך עלינו"!

source: Tzeit Hacochavim
he: צאת הכוכבים

source: Tzeit Hacochavim (Stringent)
he: צאת הכוכבים לחומרא

source: Update
he: עדכן

source: Use Elevation
he: זמנים לפי גובה

source: Use Location
he: השתמש במיקום

source: Use Mishor (Sea Level) Sunrise/Sunset
he: השתמש בזמני זריחת/שקיעת שמש במישור (גובה פני הים)

source: Use my device's location
he: השתמש במיקום המכשיר שלי

source: Visible Sunrise Data Error
he: שגיאת נתוני זריחת השמש הנראית

source: Visible Sunrise Setup
he: הגדרת זריחת שמש נראית

source: Watch a video guide
he: צפה במדריך בוידאו

source: Watch Video Guide
he: צפה במדריך וידאו

source: We are the platform to use whenever and wherever you'd need Halachic Times (Zemanim) according to Hakham Ovadia Yosef zt'l, following his practices represented in his Ohr Hachaim calendar from Eretz Yisrael. Outside Israel, our algorithm follow's the rules outlined by the Minḥat Kohen (as quoted by R David Yosef, approved by R Yitzḥak Yosef) to comply with the astronomical differences while sticking to seasonal minutes.
he: אנחנו הפלטפורמה לשימוש בכל זמן ובכל מקום שצריך זמנים הלכתיים על פי הרב עובדיה יוסף זצ"ל, בהתאם למנהגיו כפי שהם מופיעים בלוח אור החיים מארץ ישראל. מחוץ לארץ ישראל, האלגוריתם שלנו פועל לפי הכללים שנקבעו על ידי ה"מנחת כהן" (כפי שמצוטט על ידי הרב דוד יוסף, באישור הרב יצחק יוסף) כדי להתאים להבדלים האסטרונומיים תוך שמירה על דקות זמניות.

source: We are the platform to use whenever and wherever you'd need Halachic Times (Zemanim) according to Hakham Ovadia Yosef zt'l, following his practices represented in his Ohr Hachaim calendar from Eretz Yisrael. Outside Israel, our algorithm follows the rules outlined by the Minḥat Kohen (as quoted by R David Yosef, approved by R Yitzḥak Yosef) to comply with the astronomical differences while sticking to seasonal minutes.
he: אנו הפלטפורמה לשימוש בכל מקום וזמן בו תזדקקו לזמני הלכה (זמנים) לפי חכם עובדיה יוסף זצ"ל, בהתאם למנהגיו המיוצגים בלוח אור החיים שלו מארץ ישראל. מחוץ לישראל, האלגוריתם שלנו פועל לפי הכללים שהוגדרו על ידי מנחת כהן (כמצוטט מרב דוד יוסף, באישור רב יצחק יוסף) כדי להתאים להבדלים האסטרונומיים, תוך שמירה על דקות זמניות.

source: Website
he: מעבר לאתר

source: Weekly View
he: תצוגה: שבועי

source: What did you eat/drink?
he: מה אכלת/שתית?

source: When did you start your meal?
he: מתי התחלת את ארוחתך?

source: When praying the Amidah, one should direct himself towards Israel, Jerusalem, the temple mount and the Kodesh Hakodashim (Holy of Holies) area (Berakhot Bavli 30a, based on Kings I 8:35–48 & Chronicles II 6:32). Determining which direction that is in can be done through the "Rhumb line" method, which "draws" a line from one's location to a specific point (which in our case, would be the Temple mount). Once the line is drawn, you are expected to pray in the direction the line is drawn in through matching your direction with its degree angle. Please note that even if the Aron in the synagogue that you are in is misplaced, you should not separate from the others. Rather, you should only adjust your head to the right direction.
he: בעת התפילה בעמידה, יש להכווין את עצמו לכיוון ירושלים, בית המקדש ואזור קודש הקדשים (ברכות בבלי ל: א), (מלכים א\' ח: לה-מח, ודברי הימים ב\' ו: לב). לקביעת הכיוון הנכון ניתן להשתמש בשיטת \"קו רומב\" המציירת קו ממקום המתפלל ישירות לנקודה ספציפית (שבמקרה שלנו, יהיה זה הר הבית). לאחר שהקו נמשך, מומלץ להתפלל לפי הכיוון של הקו באמצעות התאמת כיוון התפילה לזווית המדרגה שלו. יש לשים לב כי גם אם ארון הקודש בבית הכנסת בו אתה נמצא מותקף, לא רקוב זה אינו מנותק מהמתפללים האחרים. במקום זאת, יש להתאים רק את הראש לכיוון הנכון.

source: Wine
he: יין

source: Worldwide Halachic Times according to our Sepharadic Tradition.
he: זמני הלכה עולמיים לפי המסורת הספרדית שלנו.

source: Yerushalmi Vilna Yomi:
he: ירושלמי וילנא יומי:

source: Yes
he: כן

source: Yes (Jerusalem)
he: כן (ירושלים)

source: YOM KIPPUR
he: יום כיפור

source: You can set the size of your text in the text box below. The default size is 16.
he: אתה יכול להגדיר את גודל הטקסט בתיבת הטקסט למטה. הגודל המוגדר ברירת המחדל הוא 16.

source: Your device is not configured to send emails. Please send an email from another device to ElyahuJacobi@gmail.com
he: המכשיר שלך לא מוגדר לשליחת מיילים. אנא שלח מייל ממכשיר אחר לכתובת [ElyahuJacobi@gmail.com]

source: Zemaneh Yosef (IOS)
he: זמני יוסף (IOS)

source: Zemanim Display
he: תצוגת זמנים

source: Zemanim Language
he: שפת זמני זמניות

source: Zemanim Notifications
he: התראות

source: Zemanim Notifications on Shabbat and Yom Tov
he: להראות הודעות זמנים בשבת/יום טוב?

source: Zemanim Notifications Settings
he: הגדר התראות זמנים

source: Zemanim Settings
he: הגדרות זמן כללי

source: Zmanim
he: זמנים

source: Zmanim Notifications
he: התראות

source: Zmanim Notifications on Shabbat and Yom Tov
he: להראות הודעות זמנים בשבת/יום טוב?

source: Zmanim Notifications Settings
he: הגדר התראות זמנים

source: Zmanim Settings
he: הגדרות זמן כללי
